wiki/2010-10-01-the-party-words.html
<!DOCTYPE html>
<html lang="zh">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://bruceasu.github.io/rss.xml"
      title="RSS feed for https://bruceasu.github.io/"/>
<title>国共两党入党誓词</title>
<meta name="author" content="Bruce">
<meta name="referrer" content="no-referrer">
<link href= "/styles/org-manual.css" rel="stylesheet" type="text/css" />
<link rel="icon" href="static/favicon.ico">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta http-equiv="content-type" content="text/html; charset=utf-8" />
<link rel="stylesheet" href="/styles/font.css">
<link rel="stylesheet" media="screen and (min-width: 600px)" href="/styles/post.css">
<link rel="stylesheet" media="screen and (max-width: 600px)" href="/styles/post_mobile.css">
<link rel="stylesheet" media="screen and (min-width: 600px)" href="/styles/navigatebar.css">
<link rel="stylesheet" media="screen and (max-width: 600px)" href="/styles/navigatebar_mobile.css">
<link rel="stylesheet" href="/theme/highlight.css">

</head>
<body>
<div class="navigatebar">
    <div class="navigatebar-button navigatebar-mine">
        <a href="/index.html">Free World</a>
    </div>
    <div class="navigatebar-slogan">
        「生活可以更简单, 欢迎来到我的开源世界」
    </div>
    <div class="navigatebar-button">
        <a href="/index.html">Home</a>
    </div>
    <div class="navigatebar-button">
        <a href="/tags.html">Tags</a>
    </div>
    <div class="navigatebar-button">
        <a href="/rss.xml">Feeds</a>
    </div>
    <div class="navigatebar-button navigatebar-about">
        <a href="/about.html">About</a>
    </div>
</div>

      <div class="content-area">
<div class="title">国共两党入党誓词</div>
<div class="category-area"><a href="https://bruceasu.github.io/tags.html#people"><div class="category">people</div></a> </div>
<div class="char-counter">2010-10-01</div>
        <div id="content">
<p>
从誓词中，可以看到一个政党的宗旨和代表力量，党组织、国家和人民在行动中的地位。
</p>

<div id="outline-container-org9bfc822" class="outline-2">
<h2 id="org9bfc822">共产党</h2>
<div class="outline-text-2" id="text-org9bfc822">
<p>
中国共产党的历史上，各个时期入党誓词有所不同。
</p>
</div>
<div id="outline-container-org9421cf6" class="outline-3">
<h3 id="org9421cf6">1、红军时期入党誓词： 1 个党字， 0 个民字，0 个国字</h3>
<div class="outline-text-3" id="text-org9421cf6">
<p>
严守秘密，服从纪律，牺牲个人，阶级斗争，努力革命，永不叛 <b>党</b> 。
</p>
</div>
</div>
<div id="outline-container-orgd7d1f39" class="outline-3">
<h3 id="orgd7d1f39">2、抗日战争时期入党誓词：2 个党字，0 个民字，0 个国字</h3>
<div class="outline-text-3" id="text-orgd7d1f39">
<p>
我志愿加入中国共产 <b>党</b> ，坚持执行 <b>党</b> 的纪律，不怕困难，不怕牺牲，为共产主义事
业奋斗到底。
</p>
</div>
</div>
<div id="outline-container-orgb147a4f" class="outline-3">
<h3 id="orgb147a4f">3、解放战争时期入党誓词： 7 个党字，0 个民字，0 个国字</h3>
<div class="outline-text-3" id="text-orgb147a4f">
<p>
我志愿加入中国共产 <b>党</b> ，作如下宣誓：
</p>
<ul class="org-ul">
<li>一、 终身为共产主义事业奋斗。</li>
<li>二、 <b>党</b> 的利益高于一切。</li>
<li>三、 遵守 <b>党</b> 的纪律。</li>
<li>四、 不怕困难，永远为 <b>党</b> 工作。</li>
<li>五、 要做群众的模范。</li>
<li>六、 保守 <b>党</b> 的秘密。</li>
<li>七、 对 <b>党</b> 有信心。</li>
<li>八、 百折不挠永不叛 <b>党</b> 。</li>
</ul>
</div>
</div>
<div id="outline-container-orgc138d88" class="outline-3">
<h3 id="orgc138d88">4、新中国成立初期入党誓词：5 个党字， 0 个民字，0 个国字</h3>
<div class="outline-text-3" id="text-orgc138d88">
<p>
我志愿加入中国共产 <b>党</b> ，承认 <b>党</b> 纲党章，执行 <b>党</b> 的决议，遵守 <b>党</b> 的纪律，保守
<b>党</b> 的秘密，随时准备牺牲个人一切，为全人类彻底解放奋斗终身。
</p>
</div>
</div>
<div id="outline-container-org3513bb6" class="outline-3">
<h3 id="org3513bb6">5、党的十二大以后入党誓词：10 个党字，1 个民字，0 个国字</h3>
<div class="outline-text-3" id="text-org3513bb6">
<p>
我志愿加入中国共产 <b>党</b> ，拥护 <b>党</b> 的纲领，遵守 <b>党</b> 的章程，履行 <b>党</b> 员义务，执行
<b>党</b> 的决定，严守 <b>党</b> 的纪律，保守 <b>党</b> 的秘密，对 <b>党</b> 忠诚，积极工作，为共产主义
奋斗终身，随时准备为 <b>党</b> 和人 <b>民</b> 牺牲一切，永不叛 *党*。
</p>
</div>
</div>
</div>

<div id="outline-container-org7088a0e" class="outline-2">
<h2 id="org7088a0e">国民党</h2>
<div class="outline-text-2" id="text-org7088a0e">
<p>
誓词：其中：4 个党字， 8 个民字， 16 个国字
</p>

<p>
总理立承先启后救国救民之大志，创造三民主义五权宪法之宏规，领导国民革命，兴中
华，建民国，于今全国同胞，皆能一德一心，共承遗教者，斯乃我总理大智大仁大勇之
所化，亦即中国列祖列宗所遗天下为公大道大德之所感。
</p>

<p>
今革命基础大立，革命主义大行，而内忧外患，与革命之进展，同时加重。凡我同志，
应知吾党上对亿万世之祖宗，下对亿万世之后代，中对全国国民与世界人类，所负之责
任，更千百倍于往昔。
</p>

<p>
我总理深知国者人之积，人者心之器，国家之治乱，系于社会之隆污，社会之隆污，系
于人心之振靡。又知往古圣人诚正修齐治平之一贯大道，与修身为本之唯一至德，为救
国救民救济全世界人类之无上要义，故不惮于遗教中，再四谆谆告诫。
</p>

<p>
本大会懔于遗教之伟大深切，与国难之严重，更鉴于世界人类祸患之方兴未已，确信自
立为立人之基，自救为救人之始。特制为全党党员守则十二条，通令全体同志，一致遵
行。务期父以教子，师以教弟，长官以教属僚，将帅以教士兵，共信共行，互切互磋，
亲爱精诚，始终无间。
</p>

<p>
人人能成为世界上顶天立地之人，斯中华民国成为世界上富强康乐之国，然后三民主义
能实行于全国，弘扬于世界，千年万世，永垂无疆之休。惟我负革命建国大责重任之全
党同志共守之。
</p>

<ul class="org-ul">
<li>一、 忠勇为爱国之本</li>
<li>二、 孝顺为齐家之本</li>
<li>三、 仁爱为接物之本</li>
<li>四、 信义为立业之本</li>
<li>五、 和平为处世之本</li>
<li>六、 礼节为治事之本</li>
<li>七、 服从为负责之本</li>
<li>八、 勤俭为服务之本</li>
<li>九、 整洁为强身之本</li>
<li>十、 助人为快乐之本</li>
<li>十一、 学问为济世之本</li>
<li>十二、 有恒为成功之本</li>
</ul>
</div>
</div>

        </div>    </div>
    <div id="postamble" class="status"><div id="archive" style="padding-top: 3em; padding-bottom: 2em;"><a href="/archive.html">其它文章</a></div><script src="/js/av-min-1.5.0.js"></script>    </div>
</body>
</html>
